Repository: appfolyo/handwriting
Catalog: river/Localizable.xcstrings
Source language: en
Languages: hu

source: Cancel
hu: Mégse

# emailTextAfterTitle1
source: and all other updates.
hu: És minden más újdonság is érdekel.

# emailTextAfterTitle2
source: Also send me e-mails about news, e.g. offline events.
hu: Ezen kívül ha van bármi, ami a Folyó nevű appal kapcsolatos, arról is kérek e-mail-ben értesítést. (Pl. író-olvasó találkozókról.)

# emailTextBeforeTitle
source: Please subscribe me for the updates of
hu: Feliratkozom a Folyó appban a következő rovat frissítéseire:

# givePageNumber
source: Enter the requested page number
hu: Add meg, hányadik oldalra szeretnél ugrani

source: Jump
hu: Ugrás

source: Jump to page
hu: Ugrás oldalra

# mainTitle
source: Handwritings
hu: Folyó

source: new
hu: új

source: New pages
hu: Új oldalak

source: Page number
hu: Oldalszám
